Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Photos.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# HIGH_MOTION_REMINDER_SETTINGS_FOOTER
source: Videos recorded with excess movement could cause discomfort when expanded. Turning this warning off will turn off all warnings in Photos, Quicklook and Messages, and you will not be reminded before entering a high motion video.
ar: الفيديوهات المسجلة بحركة زائدة، يمكن أن تسبب عدم الراحة عند توسيعها. سيؤدي إيقاف هذا التحذير إلى إيقاف جميع التحذيرات في الصور و Quicklook والرسائل، ولن يتم تذكيرك قبل الدخول إلى فيديو عالي الحركة.
bg: Видеата, записани с прекомерно движение, могат да предизвикат дискомфорт, когато се разширят. Изключването на това предупреждение ще изключи всички предупреждения в Снимки, Quicklook и Съобщения. Няма да получавате напомняне преди или след започването на видео с прекомерно движение.
ca: Els vídeos gravats amb molt de moviment poden causar malestar en ampliar‑los. Si desactives aquesta opció, no es mostrarà cap avís a la vista ràpida ni a les apps Fotos i Missatges en obrir un vídeo d’aquesta mena.
cs: Videa natočená s velkým množstvím pohybu v obraze můžou při zvětšení způsobovat nepříjemné pocity. Pokud toto upozornění vypnete, vypnou se všechna upozornění ve Fotkách, Rychlém náhledu a Zprávách a před přehráním videí, která obsahují intenzivní pohyb, nebudete dostávat připomínky.
da: Videoer, der er optaget med kraftig bevægelse, kan muligvis medføre ubehag, når de vises udvidet. Hvis du slår denne advarsel fra, slås alle advarsler i Fotos, Vis og Beskeder fra, og du modtager ikke en påmindelse, før du starter en High Motion-video.
de: Videos mit exzessiven Bewegungen können zu Unwohlsein führen, wenn sie vergrößert werden. Durch das Deaktivieren dieser Warnung werden in „Fotos“, „Übersicht“ und „Nachrichten“ alle Warnungen deaktiviert und du erhältst keine Erinnerung vor dem Ansehen von High Motion-Videos.
el: Τα βίντεο που καταγράφονται με υπερβολική κίνηση θα μπορούσαν να προκαλέσουν δυσφορία, όταν επεκτείνονται. Αν απενεργοποιήσετε αυτήν την προειδοποίηση, θα απενεργοποιηθούν όλες οι προειδοποιήσεις στις Φωτογραφίες, το Quicklook και τα Μηνύματα, και δεν θα λαμβάνετε υπομνήσεις πριν από την είσοδο σε ένα βίντεο με υψηλή κίνηση.
es: Los vídeos grabados con demasiado movimiento pueden generar malestar si se amplían al reproducirlos. Si desactivas esta opción, dejarás de recibir avisos en Fotos, Mensajes y la vista rápida recordándotelo antes de reproducir un vídeo de este tipo.
es_us: Los videos grabados con exceso de movimiento pueden causar malestar al ampliarse. Al desactivar esta advertencia, se desactivarán las de todas las Fotos, QuickLook y Mensajes, y no se te avisará antes o después de mostrar algún video con mucho movimiento.
fi: Paljon liikettä sisältävä video voi tuntua epämiellyttävältä laajennettaessa. Jos tämä varoitus laitetaan pois päältä, kaikki varoitukset laitetaan pois päältä Kuvissa, Quicklookissa ja Viesteissä, eikä sinua muistuteta ennen High Motion -videoon siirtymistä.
fr: Les vidéos enregistrées avec des mouvements excessifs peuvent entraîner une gêne lorsqu’elles sont agrandies. Si vous désactivez cet avertissement, tous les avertissements seront désactivés dans Photos, Coup d’œil et Messages, et vous ne recevrez aucun rappel avant la sélection d’une vidéo High Motion.
fr_ca: Les vidéos qui montrent beaucoup de mouvements peuvent entraîner une gêne lorsqu’elles sont agrandies. La désactivation de cet avertissement désactivera tous les avertissements dans Photos, QuickLook et Messages, et vous n’en recevrez plus avant ni pendant le visionnement de telles vidéos.
he: סרטונים שצולמו עם תנועה מהירה עלולים לגרום אי נוחות בעת הרחבתם. כיבוי אזהרה זו יכבה את כל האזהרות ב״תמונות״, ״הצצה מהירה״ ו״הודעות״, ולא יתקבלו תזכורות לגבי התנועה המהירה בסרטונים לפני הצפייה בהם.
hi: अत्यधिक मूवमेंट के साथ रिकॉर्ड किए गए वीडियो विस्तारित होने पर असुविधा पैदा कर सकते हैं। यह चेतावनी बंद करने से तस्वीर, झलक देखें और संदेश में सभी चेतावनी बंद हो जाएँगी और आपको अधिक हलचल वाले वीडियो चलाने से पहले याद नहीं दिलाया जाएगा।
hr: Videozapisi koji su snimljeni uz prekomjerne pokrete mogu uzrokovati neugodu kad se prošire. Isključivanjem ovog upozorenja isključit će se sva upozorenja u aplikacijama Foto, Brzi pregled i Poruke te nećete primiti podsjetnik prije otvaranja videozapisa s prekomjernim pokretima.
hu: A nagy mennyiségű mozgással felvett videók kiterjesztéskor kellemetlen érzést okozhatnak. Ha kikapcsolja ezt a figyelmeztetést, azzal az összes figyelmeztetést kikapcsolja a Fotókban, a Gyorsnézetben és az Üzenetekben, és nem kap emlékeztetőt magas mozgástartalmú videóba való belépés előtt vagy után.
id: Video yang direkam dengan gerakan berlebih dapat menyebabkan rasa tidak nyaman saat diperluas. Jika peringatan ini dimatikan, semua peringatan di Foto, Quicklook, dan Pesan akan ikut dimatikan dan Anda tidak akan diingatkan sebelum menyalakan video dengan banyak gerakan.
it: I video registrati con movimenti intensi possono causare malessere quando vengono espansi. Se disattivi l’opzione, tutti gli avvisi in Foto, “Visualizzazione rapida” e Messaggi verranno disabilitati. Non riceverai più promemoria prima della visione di un video high motion.
ja: 過剰な動きが撮影されたビデオは、拡大すると不快に感じる可能性があります。この警告をオフにすると、“写真”、Quicklook、および“メッセージ”のすべてで警告がオフになり、ハイモーションビデオの開始前の警告は表示されなくなります。
kk: Тым көп қозғалыспен жазылған видеолар кеңейтілген кезде ыңғайсыздық тудыруы мүмкін. Бұл ескерту өшірілсе, «Фотолар», Quicklook және «Хабарлар» қолданбаларындағы барлық ескерту өшіріліп, сізге динамикалық видеоға кіргенге дейін еске салынбайды.
ko: 과도한 움직임이 포함된 비디오는 확장했을 때 불편함을 유발할 수 있습니다. 이 경고를 끄면 사진 앱, 훑어보기 및 메시지에서 모든 경고가 꺼지며, 과도한 움직임이 포함된 비디오를 시작하기 전 이에 대해 경고하는 메시지를 받지 않습니다.
lt: Vaizdo įrašai, kuriuose yra itin daug judėjimo, gali sukelti diskomfortą padidinus vaizdą. Išjungus šį įspėjimą bus išjungti visi įspėjimai programose „Nuotraukos“, „Quicklook“ ir „Žinutės“ ir jums nebus priminta prieš įjungiant itin judrų vaizdo įrašą arba po to.
ms: Video yang dirakam dengan pergerakan berlebihan boleh menyebabkan ketidakselesaan apabila dikembangkan. Menyahaktifkan amaran ini akan menyahaktifkan semua amaran dalam Foto, Quicklook dan Mesej, serta anda tidak akan diingatkan sebelum memasukkan video pergerakan tinggi.
nb: Videos som tas opp med mye bevegelse, kan føre til ubehag når de utvides. Hvis du slår av denne advarselen, blir alle advarsler slått av i Bilder, Quicklook og Meldinger, og du vil ikke motta påminnelser før du starter en video med raske bevegelser.
nl: Video's met te veel beweging kunnen voor ongemak zorgen wanneer ze worden uitgevouwen. Als je deze waarschuwing uitschakelt, worden alle waarschuwingen uitgeschakeld in Foto's, 'Snelle weergave' en Berichten en ontvang je geen herinnering voordat je een video met veel beweging start.
pl: Po rozwinięciu wideo przedstawiające nadmiernie intensywny ruch mogą powodować dyskomfort. Wyłączenie tej opcji ukryje wszystkie ostrzeżenia wyświetlane w Zdjęciach, szybkim przeglądzie i Wiadomościach, a także przed przejściem do wideo z intensywnym ruchem.
pt: Vídeos gravados com movimento excessivo podem causar desconforto quando expandidos. Se você desativar este aviso, todos os avisos serão desativados nos apps Fotos e Mensagens e na Visualização Rápida, e você não receberá um lembrete antes de entrar em um vídeo com movimento intenso.
pt_pt: Os vídeos gravados com movimento excessivo poderiam causar desconforto quando expandidos. Se desativar este aviso, serão desativados todos os avisos de Fotografias, Vista rápida e Mensagens, e não receberá uma notificação antes ou depois de iniciar um vídeo com movimento intenso.
ro: Clipurile video înregistrate cu mișcare excesivă pot cauza disconfort atunci când sunt extinse. Dezactivarea acestui avertisment va dezactiva toate avertismentele din Poze, Privire rapidă și Mesaje și nu vi se va atrage atenția înainte de accesarea unui clip video cu mișcare excesivă.
ru: Видео с очень высокой частотой кадров могут вызывать дискомфорт при развертывании. Если выключить это предупреждение, оно не будет появляться перед воспроизведением, а также в начале таких видео в Фото, Быстром просмотре и Сообщениях.
sk: Videá nahrané s nadmerným pohybom obrazu môžu pri zväčšení vyvolávať nepríjemné pocity. Vypnutím tohto upozornenia vypnete všetky upozornenia v apkách Fotky, Rýchly náhľad a Správy a pred prehraním takýchto videí nebudete upozornení na intenzívny pohyb obrazu.
sl: Videi, posneti s preveč gibanja, lahko ob razširitvi povzročijo nelagodje. Če izklopite to opozorilo, boste izklopili vsa opozorila v aplikacijah Fotografije, Quicklook in Sporočila, pred predvajanjem videa z veliko gibanja pa ne boste prejeli opomnika.
sv: Videor som har spelats in med kraftiga rörelser kan orsaka obehag när de expanderas. Om du stänger av denna varning stängs alla varningar av i Bilder, Överblick och Meddelanden. Du får ingen påminnelse innan en video med kraftiga rörelser startas.
th: วิดีโอที่บันทึกที่มีการเคลื่อนไหวมากเกินไปอาจทำให้รู้สึกไม่สบายตาเมื่อขยาย การปิดคำเตือนนี้จะปิดใช้คำเตือนทั้งหมดในแอปรูปภาพ, QuickLook และข้อความ และคุณจะไม่ได้รับแจ้งเตือนก่อนเข้าสู่วิดีโอการเคลื่อนไหวสูง
tr: Aşırı hareket ile kaydedilmiş videolar açıldığında rahatsızlığa neden olabilir. Bu uyarı kapatıldığında Fotoğraflar’daki, Göz At’taki ve Mesajlar’daki tüm uyarılar kapatılır ve artık çok hareketli bir videoya girmeden önce anımsatıcı almazsınız.
uk: Перегляд розгорнутих відео, що були записані із зависокою частотою кадрів, може спричинити дискомфорт. Якщо вимкнути це застереження, буде вимкнено всі такі застереження у Фотографіях, Швидкому перегляді й Повідомленнях і ви не отримуватимете це нагадування перед початком відтворення.
vi: Video được quay với chuyển động quá mức có thể gây khó chịu khi phóng to. Việc tắt cảnh báo này sẽ tắt tất cả cảnh báo trong Ảnh, Xem nhanh và Tin nhắn, đồng thời bạn sẽ không được nhắc trước khi bấm vào video chuyển động cao.
zh_cn: 在过量移动过程中录制的视频展开时可能引起不适。关闭此警告将关闭“照片”、“快速查看”和“信息”中的所有警告，进入高帧率视频前也不会收到提醒。
zh_hk: 包含過多動作的錄製影片在展開時可能會引起不適。關閉此警告將關閉「相片」、「快速查看」和「訊息」中的全部警告，你在進入高流暢度影片之前將不會收到提醒。
zh_tw: 動作過多的影片展開時可能導致不適。關閉此警告會關閉「照片」、「快速查看」和「訊息」中的所有警告，且不會在開始高動態影片之前提醒你。

# HIGH_MOTION_REMINDER_SETTINGS_SWITCH
source: High Motion Video Warning
ar: تحذير فيديو عالي الحركة
bg: Предупреждение за видео с прекомерно движение
ca: Avís de vídeo amb molt de moviment
cs: Upozornění na intenzivní pohyb obrazu
da: Advarsel om High Motion-video
de: Warnung: High Motion-Video
el: Προειδοποίηση βίντεο με πολλή κίνηση
es: Aviso de vídeo con movimiento intenso
es_us: Advertencia: aceleración visual
fi: High Motion -videon varoitus
fr: Avertissement de vidéo High Motion
fr_ca: Avertissement de vidéo avec beaucoup de mouvements
he: אזהרת וידאו עם תנועה מהירה
hi: हाई मोशन वीडियो चेतावनी
hr: Upozorenje za videozapis s prekomjernim pokretima
hu: Magas mozgástartalmú videóval kapcsolatos figyelmeztetés
id: Peringatan Video dengan Banyak Gerakan
it: Avviso di video high motion
ja: ハイモーションビデオの警告
kk: Динамикалық видео туралы ескерту
ko: ‘과도한 움직임’ 비디오 경고
lt: Itin judraus vaizdo įrašo įspėjimas
ms: Amaran Video Pergerakan Tinggi
nb: Advarsel om raske bevegelser
nl: Waarschuwing voor video met veel beweging
pl: Ostrzeżenie o wideo z intensywnym ruchem
pt: Aviso de Vídeo com Movimento Intenso
pt_pt: Aviso de vídeo com movimento intenso
ro: Avertisment de clip video cu mișcare excesivă
ru: Предупреждение о видео High Motion
sk: Upozornenie na intenzívny pohyb obrazu
sl: Opozorilo za video z veliko gibanja
sv: Varning om video med high-motion
th: คำเตือนวิดีโอการเคลื่อนไหวสูง
tr: Çok Hareketli Video Uyarısı
uk: Застереження про відео з високою частотою кадрів
vi: Cảnh báo video chuyển động cao
zh_cn: 高帧率视频警告
zh_hk: 高流暢度影片警告
zh_tw: 高動態影片警告

# ICLOUDPHOTOS_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# ICLOUDPHOTOS_DISABLE_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# ICLOUDPHOTOS_DISABLE_DISK_PRESSURE_PRUNED_MANAGE_STORAGE
source: Manage Storage
ar: إدارة مساحة التخزين
bg: Управлявай пространство
ca: Gestiona l’emmagatzematge
cs: Spravovat úložiště
da: Lagringsplads
de: Speicher verwalten
el: Διαχείριση χώρου αποθήκευσης
es: Gestionar almacenamiento
es_us: Administrar almacenamiento
fi: Hallitse tallennustilaa
fr: Gérer le stockage
fr_ca: Gérer le stockage
he: ניהול שטח האחסון
hi: स्टोरेज प्रबंधित करें
hr: Upravljanje memorijom
hu: Tárhely kezelése
id: Kelola Penyimpanan
it: Gestisci spazio
ja: ストレージを管理
kk: Сақтау орнын басқару
ko: 저장 공간 관리
lt: Tvarkyti saugyklą
ms: Urus Storan
nb: Administrer lagring
nl: Beheer opslag
pl: Zarządzaj dyskiem
pt: Gerenciar Armazenamento
pt_pt: Gestão
ro: Gestionați stocarea
ru: Управлять
sk: Spravovať úložisko
sl: Upravljaj shrambo
sv: Hantera lagring
th: จัดการพื้นที่จัดเก็บข้อมูล
tr: Alanı Yönet
uk: Керувати сховищем
vi: Quản lý Dung lượng
zh_cn: 管理储存空间
zh_hk: 管理儲存空間
zh_tw: 管理儲存空間

# ICLOUDPHOTOS_DISABLE_DISK_PRESSURE_PRUNED_MESSAGE_SINGULAR_Apple Vision Pro
source: This Apple Vision Pro was not able to download one full-resolution item. If you continue, the low-resolution version of this item will be removed.
ar: تعذر على هذه الـ Apple Vision Pro تنزيل عنصر واحد بدقة كاملة. في حالة المتابعة، سيتم إزالة النسخة ذات الدقة المنخفضة من هذا العنصر.
bg: Този Apple Vision Pro не успя да изтегли един елемент с висока разделителна способност. Ако продължите, версията му с ниска разделителна способност ще бъде премахната.
ca: No s’ha pogut descarregar 1 ítem d’alta resolució a l’Apple Vision Pro. Si continues, se n’eliminarà la versió de baixa resolució.
cs: Zařízení Apple Vision Pro se nepodařilo stáhnout 1 položku v plném rozlišení. Pokud budete pokračovat, bude odstraněna verze této položky v nízkém rozlišení.
da: Apple Vision Pro kunne ikke hente et emne i fuld opløsning. Hvis du fortsætter, fjernes versionen af emnet i lav opløsning.
de: Diese Apple Vision Pro konnte ein Objekt in voller Auflösung nicht laden. Beim Fortfahren wird die Version in niedriger Auflösung entfernt.
el: Δεν ήταν δυνατή η λήψη ενός στοιχείου πλήρους ανάλυσης σε αυτό το Apple Vision Pro. Αν συνεχίσετε, θα αφαιρεθεί η έκδοση χαμηλής ανάλυσης αυτού του στοιχείου.
es: Este Apple Vision Pro no ha podido descargar un ítem de máxima resolución. Si continúas, la versión de baja resolución de este ítem se eliminará.
es_us: Este Apple Vision Pro no pudo descargar un elemento de resolución completa. Si continúas, se eliminará su versión de baja resolución.
fi: Tämä Apple Vision Pro ei voinut ladata yhtä täystarkkuuskohdetta. Jos jatkat, tämän kohteen pienitarkkuuksinen versio poistetaan.
fr: Cet Apple Vision Pro n’a pas pu télécharger un élément en pleine résolution. Si vous continuez, la version en basse résolution de cet élément sera supprimée.
fr_ca: Cet Apple Vision Pro n’a pas pu télécharger un élément en pleine résolution. Si vous continuez, la version en basse résolution de cet élément sera supprimée.
he: ל-Apple Vision Pro זה לא הייתה אפשרות להוריד פריט אחד ברזולוציה מלאה. המשך הפעולה יוביל לכך שגירסת הרזולוציה הנמוכה של פריט זה תוסר.
hi: यह Apple Vision Pro एक पूर्ण-रिज़ोल्यूशन आइटम डाउनलोड करने में असमर्थ था। अगर आप जारी रखते हैं, तो इस आइटम का निम्न-रिज़ोल्यूशन संस्करण हटा दिया जाएगा।
hr: Ovaj Apple Vision Pro ne može preuzeti jednu stavku u punoj razlučivosti. Ako nastavite, uklonit će se verzija ove stavke u niskoj razlučivosti.
hu: Ez az Apple Vision Pro nem volt képes letölteni egy teljes felbontású elemet. Ha folytatja, akkor ennek az elemnek az alacsony felbontású verziója el lesz távolítva.
id: Apple Vision Pro ini tidak dapat mengunduh satu item resolusi penuh. Jika Anda melanjutkan, versi resolusi rendah dari item ini akan dihapus.
it: Apple Vision Pro non ha potuto scaricare un elemento ad alta risoluzione. Se continui, la versione a bassa risoluzione dell’elemento verrà rimossa.
ja: このApple Vision Proに1個のフル解像度の項目をダウンロードできませんでした。続行すると、この項目の低解像度のバージョンは削除されます。
kk: Бұл Apple Vision Pro құрылғысына жоғары ажыратымдылықты бір элементті жүктеп алу мүмкін болмады. Егер жалғастырсаңыз, бұл элементтің төменгі ажыратымдылықты нұсқасы жойылады.
ko: 이 Apple Vision Pro에서 한 개의 최대 해상도 항목을 다운로드하지 못했습니다. 계속 진행하는 경우 해당 항목의 저해상도 버전이 제거됩니다.
lt: Šis „Apple Vision Pro“ negalėjo atsisiųsti vieno visos skiriamosios gebos elemento. Jei tęsite, bus pašalinta šio elemento mažos skiriamosios gebos versija.
ms: Apple Vision Pro ini tidak dapat memuat turun satu item resolusi penuh. Jika anda meneruskan, versi resolusi rendah item ini akan dikeluarkan.
nb: Apple Vision Pro kunne ikke laste ned ett objekt med full oppløsning. Hvis du fortsetter, blir versjonen med lavere oppløsning fjernet.
nl: Het was niet mogelijk om één onderdeel met volledige resolutie te downloaden op deze Apple Vision Pro. De versie met lage resolutie van dit onderdeel wordt verwijderd als je doorgaat.
pl: Ten Apple Vision Pro nie mógł pobrać jednej rzeczy w pełnej rozdzielczości. Jeśli będziesz kontynuować, wersja tej rzeczy w niskiej rozdzielczości zostanie usunięta.
pt: Este Apple Vision Pro não pôde baixar um item em resolução completa. Se você continuar, a versão em baixa resolução desse item será removida.
pt_pt: Não foi possível descarregar um elemento em alta resolução através deste Apple Vision Pro. Se continuar, a versão de baixa resolução será removida.
ro: Acest dispozitiv Apple Vision Pro nu a putut să descarce un articol la rezoluție integrală. În cazul în care continuați, versiunea la rezoluție scăzută a acestui articol va fi eliminată.
ru: Не удалось загрузить объект в высоком разрешении на этот Apple Vision Pro. Если продолжить, его версия в низком разрешении будет удалена.
sk: Toto Apple Vision Pro nedokázalo stiahnuť jednu položku v plnom rozlíšení. Ak budete pokračovať, verzia tejto položky v nízkom rozlíšení bude odstránená.
sl: V to napravo Apple Vision Pro ni bilo mogoče prenesti enega elementa s polno ločljivostjo. Če nadaljujete, bo različica tega elementa z nizko ločljivostjo odstranjena.
sv: Det gick inte att hämta ett objekt i full upplösning till denna Apple Vision Pro. Om du fortsätter tas versionen av det här objektet med lägre upplösning bort.
th: Apple Vision Pro เครื่องนี้ไม่สามารถดาวน์โหลดหนึ่งรายการแบบความละเอียดสูงได้ ถ้าคุณดำเนินการต่อ เวอร์ชั่นความละเอียดต่ำของรายการนี้จะถูกเอาออก
tr: Bu Apple Vision Pro tam çözünürlükte bir öğeyi indiremedi. Sürdürürseniz bu öğenin düşük çözünürlükteki sürümü silinir.
uk: Цьому Apple Vision Pro не вдалося викачати один повнороздільний елемент. Якщо продовжити, версію цього елемента з низькою роздільністю буде вилучено.
vi: Apple Vision Pro này không thể tải về một mục có độ phân giải đầy đủ. Nếu bạn tiếp tục thì phiên bản độ phân giải thấp của mục này sẽ bị xóa.
zh_cn: 此Apple Vision Pro无法下载1个全分辨率项目。若继续，此项目的低分辨率版本将被移除。
zh_hk: 此Apple Vision Pro無法下載一個完整解像度的項目。如繼續，會移除此項目的低解像度版本。
zh_tw: 此Apple Vision Pro無法下載一個完整解析度的項目。若選擇繼續，會移除此項目的低解析度版本。
